import java.util.Scanner;

public class Tanka {
    public static void main(String[] args) {
        String logo = 
                "████████╗ █████╗ ███╗   ██╗██╗  ██╗ █████╗\n" +
                "╚══██╔══╝██╔══██╗████╗  ██║██║ ██╔╝██╔══██╗\n" +
                "   ██║   ███████║██╔██╗ ██║█████╔╝ ███████║\n" +
                "   ██║   ██╔══██║██║╚██╗██║██╔═██╗ ██╔══██║\n" +
                "   ██║   ██║  ██║██║ ╚████║██║  ██╗██║  ██║\n" +
                "   ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═══╝╚═╝  ╚═╝╚═╝  ╚═╝\n" +
                "\n" +
                "     J I H A R I\n" +
                "\n" +
                "but i would never order a full pizza 🍕 for myself";
               
        System.out.println("Hello! I'm \n" + logo);
        System.out.println("____________________________________________________________");
        System.out.println("Hello! I'm Tanka Jihari");
        System.out.println("What can i do for you?");
        System.out.println("____________________________________________________________");
        System.out.println("Bye. Hope to see you again soon!");
        System.out.println("____________________________________________________________");

    }
}
